Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.liveactivity.title
source: Live Activities
de: Live-Aktivitäten
es: Actividades en vivo
fr: Activités en direct
ja: ライブアクティビティ
ko: 라이브 액티비티
pt_br: Atividades ao vivo
zh_hans: 实时活动
zh_hant: 即時動態

# settings.liveactivity.transit
source: Next departure
de: Nächste Abreise
es: Próxima salida
fr: Prochain départ
ja: 次の出発
ko: 다음 출발
pt_br: Próxima partida
zh_hans: 出行日下一程
zh_hant: 出行日下一程

# settings.mock.weather_preview
source: Weather Preview
de: Wettervorschau
es: Vista previa del tiempo
fr: Aperçu météo
ja: 天気プレビュー
ko: 날씨 미리보기
pt_br: Prévia do tempo
zh_hans: 天气预览
zh_hant: 天氣預覽

# settings.mock.weather_preview.disabled
source: Weather Preview Disabled
de: Wettervorschau deaktiviert
es: Vista previa del tiempo desactivada
fr: Aperçu météo désactivé
ja: 天気プレビューはオフです
ko: 날씨 미리보기 꺼짐
pt_br: Prévia do tempo desativada
zh_hans: 已关闭天气预览
zh_hant: 天氣預覽已關閉

# settings.mock.weather_preview.enabled
source: Weather Preview Enabled
de: Wettervorschau aktiviert
es: Vista previa del tiempo activada
fr: Aperçu météo activé
ja: 天気プレビューはオンです
ko: 날씨 미리보기 켜짐
pt_br: Prévia do tempo ativada
zh_hans: 已开启天气预览
zh_hant: 天氣預覽已開啟

# settings.mock.weather_preview.subtitle
source: Show mock weather data when WeatherKit is unavailable
de: Beispiel-Wetterdaten anzeigen, wenn WeatherKit nicht verfügbar ist
es: Mostrar datos meteorológicos de ejemplo cuando WeatherKit no esté disponible
fr: Afficher des données météo fictives lorsque WeatherKit n'est pas disponible
ja: WeatherKit が利用できないときにサンプルの天気データを表示します
ko: WeatherKit를 사용할 수 없을 때 예시 날씨 데이터를 표시해요
pt_br: Mostrar dados de tempo de exemplo quando o WeatherKit não estiver disponível
zh_hans: 当 WeatherKit 不可用时显示模拟天气数据
zh_hant: 當 WeatherKit 無法使用時顯示模擬天氣資料

# settings.notif.add_lead
source: Add a reminder time
de: Erinnerungszeit hinzufügen
es: Añadir un aviso
fr: Ajouter un rappel
ja: 通知時間を追加
ko: 알림 시간 추가
pt_br: Adicionar um lembrete
zh_hans: 添加提醒时间
zh_hant: 新增提醒時間

# settings.notif.carrental.subtitle
source: A reminder before you need to return the car.
de: Eine Erinnerung vor der Rückgabe.
es: Un aviso antes de devolver el coche.
fr: Un rappel avant de rendre la voiture.
ja: 返却の前にお知らせします。
ko: 반납 전에 미리 알려드려요.
pt_br: Um lembrete antes de devolver o carro.
zh_hans: 还车前提醒你，别耽误行程。
zh_hant: 還車前提醒你，別耽誤行程。

# settings.notif.carrental.title
source: Car return
de: Rückgabe Mietwagen
es: Devolución del coche
fr: Restitution du véhicule
ja: 返却リマインダー
ko: 차량 반납 알림
pt_br: Devolução do carro
zh_hans: 还车提醒
zh_hant: 還車提醒

# settings.notif.daily.subtitle
source: A morning summary of each day's plans.
de: Morgens eine Zusammenfassung des Tages.
es: Un resumen matinal del plan de cada día.
fr: Un résumé matinal du programme du jour.
ja: 毎朝その日の予定をまとめて通知。
ko: 매일 아침 그날 일정을 요약해 줘요.
pt_br: Um resumo matinal do plano de cada dia.
zh_hans: 每天早上推送当天的行程安排。
zh_hant: 每天早上推送當天的行程安排。

# settings.notif.daily.time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 通知時刻
ko: 시간
pt_br: Horário
zh_hans: 推送时间
zh_hant: 推送時間

# settings.notif.daily.title
source: Daily itinerary
de: Tagesplan
es: Itinerario diario
fr: Itinéraire du jour
ja: 毎日の予定
ko: 일일 일정
pt_br: Roteiro diário
zh_hans: 每日行程摘要
zh_hant: 每日行程摘要

# settings.notif.departure.subtitle
source: A gentle countdown as your trip draws near.
de: Eine Erinnerung, wenn deine Reise näher rückt.
es: Un recordatorio cuando tu viaje se acerca.
fr: Un rappel à l’approche de votre voyage.
ja: 旅行が近づいたら前もってお知らせします。
ko: 여행이 다가오면 미리 알려드려요.
pt_br: Um lembrete quando sua viagem se aproxima.
zh_hans: 行程临近时提前提醒你，从容准备出发。
zh_hant: 行程臨近時提前提醒你，從容準備出發。

# settings.notif.departure.title
source: Departure reminders
de: Abreise-Erinnerungen
es: Recordatorios de salida
fr: Rappels de départ
ja: 出発リマインダー
ko: 출발 알림
pt_br: Lembretes de partida
zh_hans: 出发提醒
zh_hant: 出發提醒

# settings.notif.footer
source: These reminders apply to every trip. To mute one flight or stay, turn it off on its detail page.
de: Diese Erinnerungen gelten für alle Reisen. Einen einzelnen Flug oder Aufenthalt auf dessen Detailseite stummschalten.
es: Estos recordatorios se aplican a todos los viajes. Silencia un vuelo o alojamiento desde su página de detalle.
fr: Ces rappels s'appliquent à tous les voyages. Pour en couper un, désactivez-le sur sa fiche.
ja: これらの通知はすべての旅行に適用されます。個別の便や宿は詳細画面でオフにできます。
ko: 이 알림은 모든 여행에 적용됩니다. 특정 항공편이나 숙소는 상세 화면에서 끌 수 있어요.
pt_br: Estes lembretes valem para todas as viagens. Para silenciar um voo ou estadia, desative na página de detalhes.
zh_hans: 这些提醒对所有行程生效。要单独静音某个航班或住宿，在它的详情页关闭。
zh_hant: 這些提醒對所有行程生效。要單獨靜音某個航班或住宿，在它的詳情頁關閉。

# settings.notif.lead_before
source: %@ before
de: %@ vorher
es: %@ antes
fr: %@ avant
ja: %@前
ko: %@ 전
pt_br: %@ antes
zh_hans: %@前
zh_hant: %@前

# settings.notif.lodging.checkin_time
source: Check-in reminder time
de: Check-in-Erinnerungszeit
es: Hora del aviso de entrada
fr: Heure du rappel d'arrivée
ja: チェックイン通知時刻
ko: 체크인 알림 시간
pt_br: Hora do lembrete de check-in
zh_hans: 入住提醒时间
zh_hant: 入住提醒時間

# settings.notif.lodging.subtitle
source: A morning reminder on check-out day, so you can pack without rushing.
de: Eine Erinnerung am Morgen des Check-out-Tags, damit du in Ruhe packen kannst.
es: Un aviso por la mañana el día de salida, para hacer las maletas sin prisa.
fr: Un rappel le matin du départ, pour faire ses valises sans se presser.
ja: チェックアウト当日の朝にお知らせ。慌てずに荷造りできます。
ko: 체크아웃 당일 아침에 알려드려요. 여유롭게 짐을 챙겨요.
pt_br: Um lembrete na manhã do dia da saída, para arrumar as malas sem pressa.
zh_hans: 退房当天清晨提醒你，从容收拾、东西别落下。
zh_hant: 退房當天清晨提醒你，從容收拾、東西別落下。

# settings.notif.pack.subtitle
source: A nudge to pack the night before — with what’s left to do.
de: Ein Anstoß zum Packen am Vorabend — samt Restliste.
es: Un aviso para hacer la maleta la víspera, con lo que falta.
fr: Un rappel pour préparer vos bagages la veille — avec ce qu’il reste.
ja: 前夜に荷造りのお知らせ。残りの数もお伝えします。
ko: 전날 밤 짐 싸기 알림과 남은 개수를 알려드려요.
pt_br: Um lembrete para arrumar a mala na véspera, com o que falta.
zh_hans: 出发前一晚提醒你打包，还差几件也会一并告诉你。
zh_hant: 出發前一晚提醒你打包，還差幾件也會一併告訴你。

# settings.notif.pack.title
source: Packing
de: Packen
es: Equipaje
fr: Bagages
ja: 荷造り
ko: 짐 싸기 알림
pt_br: Bagagem
zh_hans: 打包提醒
zh_hant: 打包提醒

# settings.notif.pack.when
source: Remind
de: Erinnern
es: Avisar
fr: Rappeler
ja: 通知時期
ko: 알림 시점
pt_br: Avisar
zh_hans: 提醒时机
zh_hant: 提醒時機

# settings.notif.transport.subtitle
source: Flights, trains, buses, ferries — a heads-up before departure.
de: Flüge, Züge, Busse, Fähren – ein Hinweis vor der Abfahrt.
es: Vuelos, trenes, autobuses, ferris: aviso antes de salir.
fr: Vols, trains, bus, ferries — un rappel avant le départ.
ja: 飛行機・電車・バス・フェリーの出発前に通知。
ko: 항공·기차·버스·페리 출발 전에 알려줘요.
pt_br: Voos, trens, ônibus, balsas — aviso antes de partir.
zh_hans: 航班、火车、巴士、渡轮——出发前提醒你。
zh_hant: 航班、火車、巴士、渡輪——出發前提醒你。

# settings.notif.transport.title
source: Transport departures
de: Abfahrt Verkehrsmittel
es: Salidas de transporte
fr: Départs de transport
ja: 交通の出発
ko: 교통 출발 알림
pt_br: Partidas de transporte
zh_hans: 交通出发提醒
zh_hant: 交通出發提醒

# settings.notif.weather.note
source: Only fires for severe weather (heavy rain, snow, extreme heat, official alerts) — no daily forecast spam
de: Nur bei extremem Wetter (Starkregen, Schnee, Hitze, offizielle Warnungen) – kein tägliches Wetter-Spam
es: Solo para clima severo (lluvia intensa, nieve, calor extremo, alertas oficiales); sin avisos diarios
fr: Uniquement en cas de météo extrême (fortes pluies, neige, canicule, alertes officielles), pas de spam quotidien
ja: 荒天（大雨・大雪・高温・公式警報など）のときだけ。毎日の通知はしない
ko: 악천후(폭우·폭설·폭염·공식 경보 등)에만 알려요. 매일 알리지 않아요
pt_br: Só para clima severo (chuva forte, neve, calor extremo, alertas oficiais); sem spam diário
zh_hans: 只在极端天气（暴雨、暴雪、高温、官方预警等）时提醒，平时不打扰
zh_hant: 只在極端天氣（暴雨、暴雪、高溫、官方預警等）時提醒，平時不打擾

# settings.notif.weather.subtitle
source: A heads-up before you leave if severe weather is expected at your destination
de: Ein Hinweis vor der Abreise, wenn am Ziel schweres Wetter erwartet wird
es: Un aviso antes de salir si se espera clima severo en tu destino
fr: Un rappel avant le départ si une météo difficile est attendue à destination
ja: 目的地で荒天が予想されるとき、出発前に知らせる
ko: 목적지에 악천후가 예상되면 출발 전에 알려줘요
pt_br: Um aviso antes de viajar se houver clima severo no destino
zh_hans: 目的地有极端或可能打乱行程的天气时，出发前提醒你
zh_hant: 目的地有極端或可能打亂行程的天氣時，出發前提醒你

# settings.notif.weather.title
source: Weather alerts
de: Wetterwarnungen
es: Alertas de clima
fr: Alertes météo
ja: 天気アラート
ko: 날씨 알림
pt_br: Alertas de clima
zh_hans: 天气提醒
zh_hant: 天氣提醒

# settings.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

# settings.notifications.entry
source: Trip Reminders
de: Reise-Erinnerungen
es: Recordatorios de viaje
fr: Rappels de voyage
ja: 旅行リマインダー
ko: 여행 알림
pt_br: Lembretes de viagem
zh_hans: 行程提醒
zh_hant: 行程提醒

# settings.notifications.footer
source: Default reminder time for new trips. You can adjust each trip individually.
de: Standard-Erinnerungszeit für neue Reisen. Pro Reise anpassbar.
es: Hora de recordatorio por defecto para viajes nuevos. Ajustable en cada viaje.
fr: Heure de rappel par défaut des nouveaux voyages. Ajustable par voyage.
ja: 新しい旅行のデフォルトのリマインダー時刻。旅行ごとに調整できます。
ko: 새 여행의 기본 알림 시간이에요. 여행마다 조정할 수 있어요.
pt_br: Horário de lembrete padrão para viagens novas. Ajustável em cada viagem.
zh_hans: 新行程的默认提醒时间，每个行程仍可单独调整。
zh_hant: 新行程的預設提醒時間，每個行程仍可單獨調整。

# settings.notifications.notSet
source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
ja: 未設定
ko: 설정 안 함
pt_br: Não definido
zh_hans: 未设置
zh_hant: 未設定

# settings.notifications.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 已关闭
zh_hant: 已關閉

# settings.notifications.on
source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 已开启
zh_hant: 已開啟

# settings.notifications.permission.denied.button
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 去系统设置开启
zh_hant: 前往系統設定開啟

# settings.notifications.permission.denied.subtitle
source: Trip reminders can't reach your device.
de: Reiseerinnerungen erreichen dein Gerät nicht.
es: Los recordatorios de viaje no pueden llegar a tu dispositivo.
fr: Les rappels de voyage ne peuvent pas vous parvenir.
ja: 旅行のリマインダーが端末に届きません。
ko: 여행 알림을 받을 수 없습니다.
pt_br: Os lembretes de viagem não chegam ao seu dispositivo.
zh_hans: 行程提醒将无法送达到你的设备。
zh_hant: 行程提醒將無法送達你的裝置。

# settings.notifications.permission.denied.title
source: Notifications are off
de: Mitteilungen sind aus
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
ja: 通知がオフです
ko: 알림이 꺼져 있습니다
pt_br: As notificações estão desativadas
zh_hans: 通知已关闭
zh_hant: 通知已關閉

# settings.notifications.permission.undetermined.button
source: Turn on notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ativar notificações
zh_hans: 开启通知
zh_hant: 開啟通知

# settings.notifications.permission.undetermined.subtitle
source: Allow notifications to get timely trip packing reminders.
de: Erlaube Mitteilungen für rechtzeitige Packerinnerungen.
es: Permite las notificaciones para recibir recordatorios de equipaje a tiempo.
fr: Autorise les notifications pour recevoir les rappels de bagages à temps.
ja: 通知を許可すると、荷造りのリマインダーが届きます。
ko: 알림을 허용하면 짐 싸기 알림을 제때 받을 수 있습니다.
pt_br: Permita notificações para receber lembretes de bagagem na hora certa.
zh_hans: 允许通知，及时收到行程打包提醒。
zh_hant: 允許通知，即時收到行程打包提醒。

# settings.notifications.permission.undetermined.title
source: Turn on notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ativar notificações
zh_hans: 开启通知
zh_hant: 開啟通知

# settings.notifications.section.general
source: Departure reminders
de: Abreise-Erinnerungen
es: Recordatorios de salida
fr: Rappels de départ
ja: 出発前のリマインダー
ko: 출발 전 알림
pt_br: Lembretes de partida
zh_hans: 出发提醒
zh_hant: 出發提醒

# settings.notifications.time
source: Reminder time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
ja: リマインダーの時刻
ko: 알림 시간
pt_br: Horário do lembrete
zh_hans: 提醒时间
zh_hant: 提醒時間

# settings.section.about
source: About
de: Über
es: Información
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# settings.section.danger
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ja: 危険な操作
ko: 위험 구역
pt_br: Zona de perigo
zh_hans: 危险区域
zh_hant: 危險區域

# settings.section.language_region
source: Language & Region
de: Sprache & Region
es: Idioma y región
fr: Langue et région
ja: 言語と地域
ko: 언어 및 지역
pt_br: Idioma e região
zh_hans: 语言与地区
zh_hant: 語言與地區

# settings.section.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
ko: 관리
pt_br: Gerenciar
zh_hans: 管理
zh_hant: 管理

# settings.section.personalization
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
ja: カスタマイズ
ko: 개인 설정
pt_br: Personalização
zh_hans: 个性化
zh_hant: 個人化

# settings.section.reminders_display
source: Reminders & Display
de: Erinnerungen & Anzeige
es: Recordatorios y visualización
fr: Rappels et affichage
ja: リマインダーと表示
ko: 알림 및 표시
pt_br: Lembretes e exibição
zh_hans: 提醒与显示
zh_hant: 提醒與顯示

# settings.section.support
source: Support Carry
de: Carry unterstützen
es: Apoyar Carry
fr: Soutenir Carry
ja: Carryをサポート
ko: Carry 응원하기
pt_br: Apoiar o Carry
zh_hans: 支持 Carry
zh_hant: 支持 Carry

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# settings.units.distance
source: Distance Unit
de: Entfernungseinheit
es: Unidad de distancia
fr: Unité de distance
ja: 距離の単位
ko: 거리 단위
pt_br: Unidade de distância
zh_hans: 距离单位
zh_hant: 距離單位

# settings.widget.description
source: Carry has Home Screen widgets, so your next trip and packing progress are just a glance away. Touch and hold the Home Screen to add one.
de: Carry bietet Home-Bildschirm-Widgets – deine nächste Reise und der Packfortschritt sind nur einen Blick entfernt. Halte den Home-Bildschirm gedrückt, um eines hinzuzufügen.
es: Carry tiene widgets en la pantalla de inicio para ver tu próximo viaje y el progreso del equipaje de un vistazo. Mantén pulsada la pantalla de inicio para añadir uno.
fr: Carry propose des widgets sur l'écran d'accueil : votre prochain voyage et l'avancement de votre valise en un coup d'œil. Appuyez longuement sur l'écran d'accueil pour en ajouter un.
ja: Carry はホーム画面ウィジェットに対応。次の旅行と荷造りの進み具合がひと目でわかります。ホーム画面を長押しすると追加できます。
ko: Carry는 홈 화면 위젯을 지원해 다음 여행과 짐 싸기 진행 상황을 한눈에 볼 수 있어요. 홈 화면을 길게 눌러 추가하세요.
pt_br: O Carry tem widgets na Tela de Início para ver sua próxima viagem e o progresso da mala num relance. Toque e segure a Tela de Início para adicionar um.
zh_hans: Carry 提供桌面小部件，让你在主屏幕一眼看到即将出发的行程和打包进度。长按主屏幕空白处即可添加。
zh_hant: Carry 提供主畫面小工具，讓你在主畫面一眼看到即將出發的行程與打包進度。長按主畫面空白處即可加入。

# shortcut.continue_packing.description
source: Jump back to the last trip you were packing for.
de: Kehren Sie zur letzten Reise zurück, für die Sie gepackt haben.
es: Vuelve al último viaje para el que estabas haciendo la maleta.
fr: Revenez au dernier voyage pour lequel vous faisiez vos bagages.
ja: 最後に荷造りしていた旅行に戻ります。
ko: 마지막으로 짐을 쌌던 여행으로 돌아갑니다.
pt_br: Volte para a última viagem para a qual estava fazendo as malas.
zh_hans: 快速返回上次整理行李的行程。
zh_hant: 快速返回上次整理行李的行程。

# shortcut.continue_packing.short_title
source: Packing List
de: Packliste
es: Lista de equipaje
fr: Liste de bagages
ja: パッキングリスト
ko: 짐 목록
pt_br: Lista de bagagem
zh_hans: 行李清单
zh_hant: 行李清單

# shortcut.continue_packing.title
source: Packing List
de: Packliste
es: Lista de equipaje
fr: Liste de bagages
ja: パッキングリスト
ko: 짐 목록
pt_br: Lista de bagagem
zh_hans: 行李清单
zh_hant: 行李清單

# shortcut.create_trip.description
source: Start planning a new trip in Carry.
de: Starten Sie die Planung einer neuen Reise in Carry.
es: Empieza a planificar un nuevo viaje en Carry.
fr: Commencez à planifier un nouveau voyage dans Carry.
ja: Carryで新しい旅行の計画を始めます。
ko: Carry에서 새 여행 계획을 시작합니다.
pt_br: Comece a planejar uma nova viagem no Carry.
zh_hans: 在启程中开始规划一次新行程。
zh_hant: 在啟程中開始規劃一次新行程。

# shortcut.create_trip.short_title
source: New Trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
ja: 旅行を作成
ko: 새 여행
pt_br: Nova viagem
zh_hans: 新建行程
zh_hant: 新增行程

# shortcut.create_trip.title
source: New Trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
ja: 旅行を作成
ko: 새 여행 만들기
pt_br: Nova viagem
zh_hans: 新建行程
zh_hant: 新增行程

# shortcut.footprint.description
source: Open the visited countries map in Carry.
de: Öffnet die besuchten Länder-Karte in Carry.
es: Abre el mapa de países visitados en Carry.
fr: Ouvre la carte des pays visités dans Carry.
ja: Carryで訪問国マップを開きます。
ko: Carry에서 방문 국가 지도를 엽니다.
pt_br: Abre o mapa de países visitados no Carry.
zh_hans: 在 Carry 中打开到访国家地图。
zh_hant: 在 Carry 中開啟到訪國家地圖。

# shortcut.footprint.title
source: Show Footprint
de: Footprint anzeigen
es: Ver huella de viaje
fr: Afficher les voyages
ja: 足跡を表示
ko: 발자국 보기
pt_br: Ver rastro de viagens
zh_hans: 查看足迹
zh_hant: 查看足跡

# shortcut.nearest_trip.description
source: Open the trip with the closest departure date.
de: Öffnet die Reise mit dem nächsten Abreisedatum.
es: Abre el viaje con la fecha de salida más próxima.
fr: Ouvrez le voyage dont la date de départ est la plus proche.
ja: 出発日が最も近い旅行を開きます。
ko: 출발일이 가장 가까운 여행을 엽니다.
pt_br: Abre a viagem com a data de partida mais próxima.
zh_hans: 打开出发日期最近的那次行程。
zh_hant: 開啟出發日期最近的行程。

# shortcut.nearest_trip.short_title
source: Nearest Trip
de: Nächste Reise
es: Próximo viaje
fr: Prochain voyage
ja: 直近の旅行
ko: 가까운 여행
pt_br: Próxima viagem
zh_hans: 最近行程
zh_hant: 最近行程

# shortcut.nearest_trip.title
source: Nearest Trip
de: Nächste Reise
es: Próximo viaje
fr: Prochain voyage
ja: 直近の旅行
ko: 가장 가까운 여행
pt_br: Próxima viagem
zh_hans: 最近行程
zh_hant: 最近行程

# suggestions.add_items_count
source: Add %d items
de: %d Artikel hinzufügen
es: Añadir %d artículos
fr: Ajouter %d articles
ja: %d 件追加
ko: %d개 추가
pt_br: Adicionar %d itens
zh_hans: 添加 %d 个物品
zh_hant: 新增 %d 個物品

# suggestions.empty.subtitle
source: Your list already includes everything suggested for these scenes
de: Deine Liste enthält bereits alles, was für diese Szenen vorgeschlagen wird
es: Tu lista ya incluye todo lo sugerido para estas situaciones
fr: Ta liste contient déjà tout ce qui est suggéré pour ces situations
ja: これらのシーンでおすすめの項目は、すべてリストに入っています
ko: 이 상황에 추천하는 항목이 이미 목록에 모두 들어 있어요
pt_br: Sua lista já inclui tudo o que é sugerido para estas situações
zh_hans: 你的清单已经涵盖了这些场景的所有推荐物品
zh_hant: 你的清單已經涵蓋了這些場景的所有推薦物品

# suggestions.empty.title
source: You're all covered!
de: Du hast an alles gedacht!
es: ¡Lo tienes todo cubierto!
fr: Tu as tout prévu !
ja: もう準備は万全です！
ko: 준비가 다 됐어요!
pt_br: Está tudo coberto!
zh_hans: 都已包含！
zh_hant: 都已包含！

# suggestions.none_needed
source: Nothing to add
de: Keine zusätzlichen Artikel nötig
es: No se necesitan artículos adicionales
fr: Aucun article supplémentaire nécessaire
ja: 追加アイテムは不要です
ko: 추가 물품 필요 없음
pt_br: Nenhum item adicional necessário
zh_hans: 不用添加了
zh_hant: 不用新增了

# suggestions.title
source: You might also need
de: Vorgeschlagene zusätzliche Artikel
es: Artículos adicionales sugeridos
fr: Articles supplémentaires suggérés
ja: 提案された追加アイテム
ko: 추천 추가 물품
pt_br: Itens adicionais sugeridos
zh_hans: 你可能还需要
zh_hant: 你可能還需要

# support.drink.beer
source: Beer
de: Prost!
es: ¡Salud!
fr: À votre santé !
ja: 乾杯しよう
ko: 건배!
pt_br: Saúde!
zh_hans: 一起干杯
zh_hant: 一起乾杯

# support.drink.juice
source: Juice
de: Saft
es: Zumo
fr: Jus
ja: ジュース
ko: 주스
pt_br: Suco
zh_hans: 果汁
zh_hant: 果汁

# support.sheet.footer
source: Thanks for your support ❤️
de: Danke für deine Unterstützung ❤️
es: Gracias por tu apoyo ❤️
fr: Merci pour votre soutien ❤️
ja: サポートありがとう ❤️
ko: 응원해 주셔서 감사해요 ❤️
pt_br: Obrigado pelo seu apoio ❤️
zh_hans: 感谢你的支持 ❤️
zh_hant: 感謝你的支持 ❤️

# support.sheet.heading
source: Buy Me a Coffee
de: Kauf uns einen Kaffee
es: Cómpranos un café
fr: Offrez-nous un café
ja: コーヒーをおごる
ko: 커피 한 잔 사주기
pt_br: Pague um café pra gente
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

# support.sheet.moreActions
source: More ways to support
de: Weitere Möglichkeiten
es: Más formas de apoyar
fr: D'autres façons de soutenir
ja: その他のサポート方法
ko: 다른 응원 방법
pt_br: Mais formas de apoiar
zh_hans: 更多支持方式
zh_hant: 更多支持方式

# support.sheet.rateApp
source: Rate this app
de: App bewerten
es: Calificar la app
fr: Noter l'application
ja: アプリを評価する
ko: 앱 평가하기
pt_br: Avaliar o app
zh_hans: 评价应用
zh_hant: 評價應用程式

# support.sheet.subtitle
source: Enjoying Carry? Buy me a coffee.
de: Wenn Carry nützlich war, kannst du uns einen Kaffee kaufen.
es: Si Carry te ha sido útil, puedes comprarnos un café.
fr: Si Carry vous a été utile, vous pouvez nous offrir un café.
ja: Carryが役に立っていたら、コーヒーをおごってください。
ko: Carry가 도움이 됐다면, 커피 한 잔 사주세요.
pt_br: Se o Carry foi útil, você pode nos pagar um café.
zh_hans: 喜欢 Carry？请我喝杯咖啡。
zh_hant: 喜歡 Carry？請我喝杯咖啡。

# support.tone.1.subtitle
source: Your support means a lot to an indie developer.
de: Deine Unterstützung bedeutet einem Indie-Entwickler sehr viel.
es: Tu apoyo significa mucho para un desarrollador independiente.
fr: Votre soutien compte beaucoup pour un développeur indépendant.
ja: あなたのサポートは、インディー開発者にとってとても大きな意味があります。
ko: 당신의 지지는 독립 개발자에게 정말 큰 의미입니다.
pt_br: Seu apoio significa muito para um desenvolvedor independente.
zh_hans: 真的很重要。
zh_hant: 真的很重要。

# support.tone.1.title
source: Thank you, truly ❤️
de: Danke, wirklich ❤️
es: Gracias, de verdad ❤️
fr: Merci sincèrement ❤️
ja: 本当にありがとう ❤️
ko: 진심으로 감사해요 ❤️
pt_br: Obrigado, de verdade ❤️
zh_hans: 谢谢你 ❤️
zh_hant: 謝謝你 ❤️

# support.tone.2.subtitle
source: Every coffee helps me polish details that matter.
de: Jeder Kaffee hilft mir, Details zu polieren, die wirklich zählen.
es: Cada café me ayuda a pulir los detalles que importan.
fr: Chaque café m'aide à peaufiner les détails qui comptent.
ja: コーヒー一杯が、大切なディテールを磨く力になります。
ko: 커피 한 잔이 중요한 세부 사항을 다듬는 데 도움이 됩니다.
pt_br: Cada café me ajuda a polir os detalhes que importam.
zh_hans: 你让这件事值得做。
zh_hant: 你讓這件事值得做。

# support.tone.2.title
source: You are part of Carry now ❤️
de: Du bist jetzt ein Teil von Carry ❤️
es: Ahora formas parte de Carry ❤️
fr: Vous faites maintenant partie de Carry ❤️
ja: あなたはCarryの一部になりました ❤️
ko: 이제 당신은 Carry의 일부예요 ❤️
pt_br: Você agora faz parte do Carry ❤️
zh_hans: 谢谢你还在 ❤️
zh_hant: 謝謝你還在 ❤️

# support.tone.3.subtitle
source: You helped Carry get here.
de: Ich werde Carry mit derselben Sorgfalt weiterentwickeln.
es: Seguiré construyendo Carry con el mismo cuidado.
fr: Je continuerai à développer Carry avec le même soin.
ja: これからも同じ思いでCarryを作り続けます。
ko: 앞으로도 같은 정성으로 Carry를 만들어 나가겠습니다.
pt_br: Continuarei desenvolvendo o Carry com o mesmo cuidado.
zh_hans: 你让 Carry 走到了今天。
zh_hant: 你讓 Carry 走到了今天。

# support.tone.3.title
source: You're Carry's best friend ❤️
de: Danke für deine anhaltende Unterstützung ❤️
es: Gracias por tu apoyo continuo ❤️
fr: Merci pour votre soutien continu ❤️
ja: 引き続きのサポートをありがとう ❤️
ko: 지속적인 응원에 감사해요 ❤️
pt_br: Obrigado pelo seu apoio contínuo ❤️
zh_hans: 你是 Carry 最好的朋友 ❤️
zh_hant: 你是 Carry 最好的朋友 ❤️

# surprise.shuffle
source: Shuffle
de: Mischen
es: Mezclar
fr: Mélanger
ja: シャッフル
ko: 셔플
pt_br: Embaralhar
zh_hans: 换一批
zh_hant: 換一批

# trip.background.add
source: Add Background
de: Hintergrund hinzufügen
es: Añadir fondo
fr: Ajouter un fond
ja: 背景を追加
ko: 배경 추가
pt_br: Adicionar plano de fundo
zh_hans: 上传背景图
zh_hant: 上傳背景圖

# trip.background.adjust.hint
source: Drag or pinch to choose what shows.
de: Ziehen oder zoomen, um den sichtbaren Bereich zu wählen.
es: Arrastra o pellizca para elegir qué se muestra.
fr: Faites glisser ou pincez pour choisir la zone affichée.
ja: ドラッグやピンチで表示範囲を選べる。
ko: 드래그하거나 손가락을 모아 표시 영역을 선택하세요.
pt_br: Arraste ou use os dedos para escolher o que aparece.
zh_hans: 拖动或双指缩放，选择展示区域。
zh_hant: 拖動或雙指縮放，選擇顯示區域。
